{"basics":{"name":"Robert Lamprecht","label":"Research Technician","image":"","email":"rlamprechtd@gmail.com","url":"https://roblamprecht.github.io","summary":"Researcher leveraging computational background to understand mechanisms of neural plasticity","location":{"address":"313 Ferst Dr NW","postalCode":"30332","city":"Atlanta","countryCode":"US","region":"Georgia"},"profiles":[{"network":"Twitter","username":"LamprechRobert","url":"https://twitter.com/LamprechRobert"}]},"work":[{"name":"Department of BME, Georgia Institute of Technology and Emory University","position":"Research Technician II","startDate":"2022-06-01","endDate":"","summary":"(40h / week) in the Laboratory of Dr. Ming Fai Fong","techniques":["Bonsai Rx, electrophysiology, visual psychophysics, python, matlab"]},{"name":"University of Florida","position":"Summer Research Assistant","startDate":"2021-06-01","endDate":"2021-08-14","summary":"(40h / week) in the Laboratory of Dr. Erica Dale","techniques":["electrophysiology, epidural stimulation, python, matlab"]}],"education":[{"institution":"Wofford College","location":"Spartanburg, SC","url":"https://www.wofford.edu","area":"Computer Science","studyType":"Bachelor's of Science","startDate":"2018-09-01","endDate":"2022-05-15","GPA":"3.72","courses":["Neurobiology, human neuroscience Laboratory, software development, theory of computation"]}],"awards":[{"title":"Summer Neuroscience Internship Program Second Place Presentation Award ","date":"2021-08-01","awarder":"University of Florida","url":"https://breathe.phhp.ufl.edu/2021/08/05/snip-trainee-wins-research-presentation-award/'"}],"certificates":[{"name":"Visual Reactive Programming - Bonsai","date":"2022-11-15","issuer":"Cajal Advanced Neuroscience Training Programme","url":"https://cajal-training.org/2022/bonsai1022/","icon":"fa-solid fa-location-dot"}],"skills":[{"name":"Software Development","level":"Proficient","icon":"fa-solid fa-hashtag","keywords":["C++","Java"]},{"name":"Data Analysis","level":"Proficient","icon":"fa-solid fa-hashtag","keywords":["Python","Matlab"]},{"name":"Electrophysiology","level":"Proficient","icon":"fa-solid fa-hashtag","keywords":["Open Ephys Acquisition Board","LFP Data"]}],"languages":[{"language":"English","fluency":"Native speaker","icon":""},{"language":"Spanish","fluency":"Conversational","icon":""}],"interests":[{"name":"Neuroscience","icon":"fa-solid fa-tag","keywords":["Plasticity","neural networking","human electrophysiology","perineuronal nets"]}],"projects":[{"name":"Longitudinal electrophysiological assessment of visual ability in mice","summary":"Over the past few decades, mice have emerged as a premier model for studying visual cortical function. To evaluate visual ability, experimental designs often employ behavioral assessments which either require extensive training and may drive unintended cortical plasticity, or rely on subcortical reflexes rather than cortical processing. To circumvent these limitations, one method for evaluating cortex-dependent visual ability is to measure the visually-evoked response in primary visual cortex (V1).  Here we present a low-cost, extensible pipeline for longitudinal monitoring of V1 responses. Our system leverages Bonsai Rx, an open-source programming language, to develop a suite of tools for the presentation of visual stimuli and synchronization with electrophysiological data recorded via the Open Ephys acquisition system. Using these tools, we mapped receptive fields and quantified spatial acuity, contrast sensitivity, and orientation selectivity, in V1 of mice across a range of developmental ages (P23-P120). We demonstrate that this platform can reliably track visual cortical responses using the local field potential recorded via chronically-implanted electrodes over months.  Finally, we highlight the extensibility of this platform to include other forms of data acquisition (e.g. video, motor tracking, pupil monitoring, calcium imaging, high channel count electrophysiology) and real-time stimulation (e.g. optical, electrical, auditory).  This work may be of interest to researchers seeking to build simple and affordable systems for measuring visual ability in mice over time, with the potential to scale to more complex experimental paradigms.","highlights":["Electrophysiology","Visual Psychophysics","Bonsai Rx"],"startDate":"2023"}]}